[
  {
    "text": "I’ve been friends with daph longer than I had been friends with ANYONE in the entire SSG server. She was one of the first few people I interacted with, and we got really close. I was worried when I first joined SSG since I wasn’t really connecting with anyone, but meeting her was probably one of the best things that has happened to me in the server. I think because of her, I continued to talk in the server, which lead me to meeting all of my closest friends. I love you all very much. Daph is such a funny and sweet girl, I genuinely can’t say a bad thing about her. I love her personality and how kind of a heart she has. She’s always thinking of and respecting others, even when they don’t deserve it and that’s something I wish everyone in the world could do. A beautiful girl with a beautiful soul. Love ya daph ❤️",
    "from": "— Alex",
  "timestamp": "2025-08-15T22:25:00+08:00"
  },
  {
    "text": "Hey Daph! Please know that you're never a burden on anyone. We've been through a lot together ever since I met you in September of 2024, and honestly I wouldn't want anyone else to be my adoptive sister. You always see the bright side of any situation and try to make the best of things, optimism that we need more of in today's world. I just love how you are uniquely you, and don't let anyone dim the light that you are. Even though we've lost a lot of friends along the way, what matters is that we're here now, and our friendship is stronger than ever. You sing like an angel (voice so good it needs six covers in Sing It 😉) and bark better than anyone I know. Well, okay, you're actually the only person I know that barks, but you get what I mean. 😅 Don't let your own thoughts get you down, sis! You are amazing, you are irreplaceable, and you are unapologetically you. Keep the faith and never feel like you're a burden to anyone. The world would be a much darker place without you. 🫂",
    "from": "— Dan",
  "timestamp": "2025-08-19T01:13:00+08:00"
  },
  {
    "text": "Hi Daphne, I just want you to know how much you’re appreciated by everyone in the private server as well as everyone in SSG. You are one of the sweetest people I know and you’re always there for people when they need you. You’re never afraid to stand up for what’s right. When you make mistakes, you know how to bounce back and make things better. You are so intelligent and sweet. I met Dan first but aside from that, you were the first face I associated SSG with. Every time I showed up, you were there and I thought you were so funny and cool. I’m normally shy in servers so it was really refreshing to get to have fun conversations with you all the time. You’re the one who helped me get warmed up to speaking in the chats of SSG and the person who made me want to keep coming back. Without you I probably wouldn’t have stuck around to meet everyone else who I now call my best friends. You are such a great mod in SSG and you’ve been nothing short of an amazing friend. The members love you so much and they always have fun interacting with you. I thank you for all of the patience you’ve given me throughout our friendship and I need you to know how much I appreciate your constant support. I also need you to know that I will be here to support YOU no matter what. Even if I’m super busy or upset myself, I can always make time for a friend. Please don’t hesitate to reach out when you need a shoulder to cry on. I may not have anything extraordinary to say, but I will listen to anything and everything that you throw me. I love you Daph! WE love you. 🩵",
    "from": "— Ava",
  "timestamp": "2025-08-20T07:50:00+08:00"
  },
  {
    "text": "I wanted to start off this message by letting you know that you are such a sweet and funny person. I love that you absolutely love dogs too, when I think or see dogs I literally just remember you and all your cute little gifs :3. I know we don't speak too much but I love our conversations and exchanges. You make me feel very welcomed in a space and heard, I hope you feel the same because I would HATE for you to feel unheard or unseen and or unwelcomed. You bring such a warm and loving energy. We love you so much and care sososo much about you, we want you to feel safe in this space with us. I, we, will always be here for you, we will always be by your side. <3 I want to get to know you even more than I do now. My dms are always open for you, or if you just want to ping me and talk or whatever you may need! 💜 We're here for you and we're proud of you, I love you Daph! 🐶",
    "from": "— Melanie",
  "timestamp": "2025-08-29T10:24:00+08:00"
  },
  {
    "text": "So, keep being Daphne, my dear. Strive to be the best version of yourself, but never feel pressured to be anyone else. With our journey, you got your own journey. I will be with you no matter where you walk, so keep walking even if you don't know where you are going. I love you so much.",
    "from": "— Miguel",
  "timestamp": "2025-10-01T13:15:00+08:00"
  }
]